

	"NSLE-20639 -108" = "메모리가 충분하지 않기 때문에 마지막 명령을 완료할 수 없습니다.";
	"NSLE-20639 -108 Solution" = "추가 메모리를 사용할 수 있게 하려면 일부 응용 프로그램을 종료하고 일부 윈도우를 닫으십시오.";

	"NSLE-20639 -1" = "NSL의 내부 오류로 인해 요청을 완료할 수 없습니다.";
	"NSLE-20639 -1 Solution" = "다시 시도하십시오. 문제가 지속된다면 응용 프로그램이나 컴퓨터를 재시동한 다음, 요청을 다시 시도하십시오.";

	"NSLE-20639 -4199" = "NSL 관리자를 초기화할 수 없습니다.";
	"NSLE-20639 -4199 Solution" = "컴퓨터를 재시동하고 다시 시도해 보십시오.";

	"NSLE-20639 -4198" = "설치된 시스템 소프트웨어가 이 버전의 NSL을 지원하지 않습니다.";
	"NSLE-20639 -4198 Solution" = "Mac OS 시스템 소프트웨어 버전 8.7 이상을 설치하십시오.";

	"NSLE-20639 -4197" = "올바른 버전의 Open Transport가 없습니다.";
	"NSLE-20639 -4197 Solution" = "Open Transport 버전 1.3 이상을 설치하십시오.";

	"NSLE-20639 -4192" = "컴퓨터가 네트워크에 연결되어 있지 않습니다.";
	"NSLE-20639 -4192 Solution" = "네트워크 설정을 확인하고 모든 네트워킹 케이블이 제대로 연결되어 있는지 확인하십시오. 그리고 나서 다시 요청을 시도하십시오.";

	"NSLE-20639 -4182" = "시동 시에 NSL 플러그인을 로드할 수 없습니다.";
	"NSLE-20639 -4182 Solution" = "컴퓨터를 재시동하고 요청을 다시 시도하십시오.";

	"NSLE-20639 -4181" = "NSL 관리자가 로드할 플러그인을 찾지 못했습니다.";
	"NSLE-20639 -4181 Solution" = "최소 하나의 NSL 플러그인이 /System/Library/Frameworks/NSLCore.framework/Resources/NSLPlugins 폴더에 있는지 확인하십시오.";

	"NSLE-20639 -4179" = "NSL 관리자가 요청을 처리하기 위한 플러그인을 로드할 수 없습니다.";
	"NSLE-20639 -4179 Solution" = "네트워크 설정을 확인하고 모든 네트워킹 케이블이 제대로 연결되어 있는지 확인하십시오. 그리고 나서 다시 요청을 시도하십시오.";

	"NSLE-20639 -4177" = "전부는 아니지만 일부 NSL 플러그인이 로드에 실패했습니다.";
	"NSLE-20639 -4177 Solution" = "최소 하나의 플러그인이 사용 가능하므로 계속할 수 있습니다. 파일 관리자 조절판에서 어떤 플러그인을 사용할 수 있는지 확인하십시오.";

	"NSLE-20639 -4174" = "NSL UI Library를 사용할 수 없습니다.";
	"NSLE-20639 -4174 Solution" = "공유 라이브러리가 Extensions 폴더 내에 있는지 확인한 다음 다시 시도하십시오.";

	"NSLE-20639 -43" = "이 동작에 필요한 파일이 없습니다.";
	"NSLE-20639 -43 Solution" = "모든 구성요소를 올바르게 설치했는지 확인하십시오.";

	"STR#-20639 1" = "%s NSL 플러그인을 로드할 수 없습니다.";

	"STR#-20639 2" = "네트워크 및 네트워크 설정이 올바르게 구성되어 있는지 확인하십시오. 최소 하나의 플러그인을 사용할 수 있으므로 계속해도 됩니다.";

	"This Computer" = "이 컴퓨터";
	"Managed Network Directory" = "관리되는 네트워크 디렉토리";
	"Default (%@ and %@)" = "기본(%@ 및 %@)";
	".Mac" = ".Mac";
	
	"Server" = "서버";
	"My Mac" = "나의 Mac";
	"Folder" = "폴더";
	"Neighborhood" = "주변";
	"Mac Server" = "Mac 서버";
	"PC Server" = "PC 서버";
	"Sharepoint" = "공유점";
	"Remote Disc" = "원격 디스크";
	"AirPort Base Station" = "AirPort 베이스 스테이션";
	"AirPort Disk" = "AirPort 디스크";
	"AirPort" = "AirPort";
	"Volume" = "볼륨";

	"Applications" = "응용 프로그램";
	"Library" = "라이브러리";
	"Servers" = "서버";

	"Guest" = "방문객";
	"Anonymous" = "익명";

	"SHARED" = "공유됨";
	"Network" = "네트워크";
	"More..." = "추가...";
	"All..." = "전체...";
	